---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterFilterElement
source: html/543c9081-f247-a3ac-4899-a854c37a818b.htm
---
# ParameterFilterElement Properties

The id of the assembly instance to which the element belongs.